[Character.CharClass_Nasturtium_BugMorph_Fire_Holiday AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_BugMorphAdultFireHoliday AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="burn the porch",TransformedNames=((TransformedName="breast milk")))
PlayThroughs[1]=(DisplayName="Varkid is on fire")
PlayThroughs[2]=(DisplayName="Expansion.")

